Repository: mozilla-l10n/mt-training-data
Catalog: om/om_pontoon.tmx
Source language: en_us
Languages: om

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
om: { $uploadedQuestions } keessaa gaaffileen { $totalQuestions }tu walitti qabame. Akkaataa gaaffiin itti dabalu caalaatti baruuf fuula keenya <guidelinesLink>Qajeelfama</guidelinesLink> ilaali

source: { $uploadedSentences } of { $totalSentences } sentences collected
om: { $totalSentences } keessaa himni { $uploadedSentences } walitti qabame.

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
om: { $totalSentences } keessaa himni { $uploadedSentences } walitti qabameera. Himoota dhorkaman buufachuuf <downloadLink>as</downloadLink> cuqaasi.

source: Upload failed, please retry.
om: Fe'uun hin milkoofne, maaloo irra deebiin yaali.

source: Upload <icon></icon> public domain sentences
om: <icon></icon> Himoota hawaasaa feʼi

source: Upload in progress...
om: Fe'iisi adeemsa irra jira.....

source: Upload more sentences?
om: Himoota daran olfeetaa?

source: Upload of this clip keeps failing at server. Reload the page or try again later.
om: Ol-fe’iinsi kiliippii kanaa tajaajilaa irratti hin milkoofne. Fuula irra deebi’ii fe’i yookaan yeroo gabaabaa eeggadhuutii irra deebi’ii yaali.

source: Upload of this clip keeps failing, keep retrying?
om: Kiliippii kana ol-fe’uuf yoo ammas hin milkoofne, irra deebi’ii yaali.

source: Urdu
om: Afaan Urduu

source: Use Bilingual Prompts
om: Gaaffilee Afaan Lamaan Fayyadamaa

source: Use bilingual prompts that incorporate both languages in your question: Example:
om: Gaaffii kee keessatti afaan lamaan walitti makuun bilingual prompts fayyadami. Fakkeenyaaf:

source: Use bilingual questions or context
om: Gaaffii afaan lamaa ykn haala dubbii fayyadami

source: Use correct grammar
om: Seera afaanii sirrii fayyadami

source: Use correct orthography
om: Qubee sirrii ta’e fayyadamuu

source: Use correct spelling and grammar
om: Qubeessuu fi caasluga sirrii fayyadamuu

source: Use correct spelling and grammar.
om: Qubeessuu fi seerluga sirrii fayyadami.

source: Use correct spelling and punctuation
om: Qubee fi mallattoo sirrii fayyadami

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
om: <mark>Haala dubbii orgaanikii</mark> fi haala itti fayyadamaaf ni fayyada (fkn, yeroo beekamtiin dubbii namoota iskiriiptii hin qabnee fi afaan dubbii dubbatan waliin akka hojjetu barbaaddu).

source: Use overly formal language
om: Afaan sirnaa garmalee fayyadamuu

source: Use pronunciation to help
om: Gargaaruuf sagaleessuutti fayyadami

source: Use Pronunciation to Help Determine the Language
om: Afaan Murteessuu Gargaaruuf Sagaleessuu Fayyadamaa

source: User Name
om: Maqaa Fayyadamaa

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
om: Fayyadamtoonni sirrummaa sagalee kennamee mirkaneessu; dubbiin himaa sirriitti dubbateera moo miti kan jedhu sakatta’u.

source: Use situations where both languages are commonly used (e.g., home, school, community events). Example:
om: Galumsa jechaa iddoo afaan lamaan baay’inaan itti fayyadaman fayyadami (fakkeenyaaf: mana, barumsaa, ayyaana hawaasaa). Fakkeenyaaf:

source: Use standard spelling for each language
om: Tokkoon tokkoo qaaqaa keessatti, qubee fi jechoota sirrii akkaataa afaan sanaatti barreessi.

source: Use words you would actually use, even if borrowed or mixed
om: Jechoota dhugumatti itti fayyadamtu fayyadami, yoo liqeeffatte ykn itti makte illee

source: Ushojo
om: Afaan Ushojo

source: Using Correct Orthography for Each Language
om: Tokkoon tokkoon Afaaniif Qubee Sirrii Fayyadamaa

source: Uspanteko
om: Afaan Aspaantekoo

source: Uyghur
om: Afaan Uygihur

source: Uzbek
om: Afaan Uzbeek

source: Validate
om: Mirkaneessi

source: Validated Clips
om: Kiliippii Mirkanaa’an

source: Validated Hours
om: Sa'aatii Mirkanaa'e

source: Validated Hr. Total
om: Mirkaneesse Ida'ama Hr.

source: Validate readings
om: Dubbisawwan mirkaneessuu

source: Validate Readings
om: Barruulee mirkaneessaa

source: Validate Readings, Review Transcriptions
om: Barruulee mirkaneessaa, barreeffamoota gamaggamaa

source: Validate Readings <small>(Coming soon)</small>
om: Barruulee mirkaneessi <small>(Guyyaa dhiyootti)</small>

source: Validate readings submitted by community members
om: Miseensota hawaasichaan barruu galfamee gamaggamaa

source: Validate user-recorded readings in your language
om: Barruu fayyadamaa qooqa keen waraabbame mirkaneessi

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
om: <validateIcon></validateIcon>Mirkaneessi, gaaffiiwwan kun qajeelfama ni guutuu?

source: Validate <validateIcon></validateIcon> that this question meets the guidelines.
om: Gaaffiin kun qajeelfama guutuu isaa <validateIcon></validateIcon>n mirkaneessi.

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
om: Kiliippiiwwan arjoomaman mirkaneessuun ergama Common Voice'f walqixa barbaachisaa dha. Dhaggeeffadhaatii daataa sagalee horata banaa qulqullina qabu uumuuf nu gargaaraa.

source: Validation Progress
om: Adeemsa Mirkaneessuu

source: Validations
om: Mirkaneessawwan

source: Value and recognition.
om: Gatii fi Beekkamtii.

source: Variant Contribution Options
om: Filannoowwan gumaacha gosootaa

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
om: Garaagarummaan/akaakuun bifa addaa afaan tokkooti - fakkeenyaaf warra teessuma lafaa ykn hawaasa keessa jiraataniin qooddatamu. Yeroo tokko tokko isaan kun loqoda jedhamu.

source: Varying Pronunciations
om: Sagaleessuu garaagaraa

source: Venetian
om: Afaan Venetiyaa

source: Version
om: Fooyyee

source: Very common mistakes include:
om: Irraa kaannaa barsiifatame dabalatee:

source: Vietnamese
om: Afaan Veetnaam

source: View your progress against personal and project goals.
om: Adeemsa keessan galma dhuunfaa fi pirojektii wajjin wal bira qabamee ilaalaa.

source: Visible
om: Kan Mul'atu

source: Voice clips are entered into a submission queue that readies them for listening.
om: Kiliippiiwwan sagalee galmaa’an gara tarree galchaa seenu; achitti immoo dhaggeeffachuuf qophaa’u.

source: Voice Collection
om: Sagalee Walittiguuruu

source: Voice Contribution
om: Gumaacha Sagalee

source: Voice Dataset, Ready for Download
om: Kuusaa Deetaa Sagalee, Buusuuf Qophaa’e

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
om: Sagaleen uumama, sagaleen namaa. Kanaafidha teeknooloojii sagalee fayyadamuu danda’u uumuuf kan gammadnu maashiniiwwan keenyaaf. Garuu sirna sagalee uumuuf, developers sagalee garmalee guddaa barbaadu odeeffannoo funaaname

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
om: Sagaleen uumama, sagaleen namaa. Kanaafidha sagalee fayyadamuu danda’u uumuun kan nu hawwamnu teeknooloojii maashiniiwwan keenyaaf ta’u. Garuu sirna sagalee uumuuf, sagalee garmalee guddaa ta'e daataa barbaachisa.

source: Voices Online Now
om: Sagaleewwan Toora Interneetii Amma

source: Voice Validation
om: Mirkaneessa Sagalee

source: Volume
om: Hammamtaa sagalee

source: Votic
om: Afaan Votic

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
om: VoxForge kan ijaarame sagalee hiikame walitti qabuuf, akkasumas Injiinota Beeksisa Sagalee Bilisaa fi Horata Baniinsaa waliin fayyadamuuf.

source: Wadiyara Koli
om: Afaan Wadiyara Koli

source: Wakhi
om: Afaan Wakhi

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
om: Common Voice fooyya’aa gochuuf gargaartu barbaaddaa? Waan gaarii! Imeelii ykn <discourseLink>Discourse</discourseLink> forums dhaan nu qunnami, rakkoo marsariitii <githubLink>GitHub</githubLink> irratti ergi, yookaan <matrixLink>Matrix</matrixLink> keessatti haasawaa hawaasa keessatti hirmaadhu.”

source: Want to save your information? <createProfile>Create a profile</createProfile>
om: Odeeffannoo keessan olkaa'uu barbaadduu? <createProfile>Faayila uumaa</createProfile>

source: Want to stay in touch with Common Voice?
om: Common Voice waliin walqunnamuun turuu barbaaddaa?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
om: Yeroo daataa-seetii Common Voice haarawa baafnu argachuuf odeeffannoo barbaaddaa? Gabaasa keenyaaf noolee ta'i.

source: Watch our video explainer to help
om: Gorsa argachuuf viidiyoo keenya ilaali.

source: Wayuunaiki
om: Afaan Wayuunayikii

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
om: Yeroo hunda fayyadamtoota daataa irraa waa'ee fedhii fi haala isaanii dhaga'uu barbaanna - waltajjii daataa walitti qabuu irratti tumsuu irraa kaasee hanga hubannoo fayyaa qabeessummaa daataa kennuutti, <emailFragment>sirraa dhaga'uu barbaanna.</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
om: Daataa-seetii sagalee banaa fi ummataaf kan tajaajilu ijaaruu irratti hojjechaa jirra, kan namni hundi appilikeeshinoota sagalee beekuu leenjisuuf fayyadamuu danda’u.

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
om: Hirmaannaa damee mootummaa teeknooloojii, kalaqaa fi mirga afaanii deeggaruuf gammachuu guddaatu ​​nutti dhagahama. Yoo pirojektii ykn duula guddaa hojjechuuf karoorfatte, maaloo <emailFragment>get in touch.</emailFragment> godhi

source: We are going out to get a coffee.
om: Buna dhuguuf bahaa jirra.

source: We are going out to get coffee.
om: Buna dhuguuf bahaa jirra.

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
om: Namoonni waa’ee saala isaanii yookaan eenyummaa saalaa isaanii ibsuu akka danda’an carraa dabalataa kennuuf filannoo haaraa dhiyeessaa jirra. Mee akka siif toluutti of ibsi. <learnMoreLink>Haala itti koorniyaa fi eenyummaa saalaa ilaallu caalaatti baradhu.</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
om: Nuti warri Mozilla hawaasa naannoo teeknooloojii sagalee ijaaraa jirra. Haaromsa, horata daataa haaraa fi akkaataa daataa kana itti fayyadamtan daran dhaga'uu barbaanna.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
om: Amantaa keenya, daataa-seetota sagalee jaafoo fi ummataaf kan tajaajilan, haala haaraa fi dorgommii fayyaa qabuun teknoolojii sagalee barnoota maashinaa irratti babal’isu. Kun carraa addunyaa guutuu dha, namni hundi hirmaachuuf affeeramnaan. Kaayyoon keenya teknooloojiin sagalee hirmaachisaa akka ta’u gargaarra, kunis sagalee addunyaa garaagaraa of keessaa qabaachuudhaani.

source: Website Localization
om: Weebsaayitii naannootti jijjiiruu

source: Websites
om: Marsariitii

source: We could not upload { $total } clips. They have already been uploaded before. Let’s continue with the next batch!
om: Kiliippiiwwan { $total } ol kaa'uu hin dandeenye. Kana dura olkaa'amanii jiru. Mee batch itti aanuun itti haa fufnu!

source: We couldn’t find that page for you
om: Fuula kana siif arguu hin dandeenye.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
om: Dhageettiif tarree himaa argachuu hin dandeenye. Maaloo xiqqoo turaa yaalaa.

source: We couldn’t get any sentences for you to speak. Please try again later.
om: Nuti hima sagalee kee itti waraabdu kamuu argachuu hin dandeenye. Maaloo irra deebiin yaalaa.

source: Weekly
om: Torbee torbeedhaan

source: Weekly Goal
om: Galma Torbanii

source: We launch the Common Voice site in this language.
om: Pirojektiin Common Voice qooqa kanaan eegalameera.

source: Welcome { $company } staff!
om: Hojjettoonni { $company } baga nagaan dhuftan!

source: Welcome to Common Voice
om: Gara Common Voice'tti baga nagaan dhuftan

source: Welcome to Spontaneous Speech
om: Baga Gara Dubbii Ufmaan Uumuu dhuftan

source: Welsh
om: Afaan Weelshii

source: We may have run out of clips - refresh the page, or try again later.
om: Himootni dhumaniiru ta'a - fuulicha haaressaa ykn xiqqoo turaa yaalaa.

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
om: Gaaffiin sun nu gaʼuu dhiisuu dandaʼa. Kallattiin email nuuf ergaa <emailLink>{ $email }</emailLink> irrattis isiniif deebisna!

source: We periodically release the dataset
om: Yeroo yeroon daataaseetii gadhiifna

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
om: Odeeffannoo kee of eeggannoo waliin akka fayyadamnu waadaa galla. Odeeffannoo dabalataa <privacyLink>Beeksisa Ittisa Odeeffannoo</privacyLink> keenya keessaa dubbisi.

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
om: Appilikeeshinoota sagalee hubatan leenjisuuf, kuusaa daataa sagalee banuu, afaanota hedduu of keessaa qabu, kan namni hundi itti fayyadamuu danda’uutu ijaaramaa jira.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
om: Nuun madda open-sources daataasetii dha. Odeeffannoo sagalee sirnaan walitti qabuun, sagalee kee galmeessi. Gulaallii namoota biro sirriitti mirkaneessi, odeeffannoo guutuu hunda namoota hundaaf fooyyessi.

source: We’re experiencing unexpected downtime
om: Gilgaalaa jirra, boqonnaa hin eegamnetu nu mudate.

source: We're going out to get coffee.
om: Buna dhuguuf bahaa jirra.

source: We’re going out to get coffee.
om: Buna dhuguuf bahaa jirra.

source: We release the dataset every 3 months.
om: Tuuta daataa ji'a 3tti al tokko gadhiifna.

source: We're making some big changes
om: jijjiiramoota gurguddoo tokko tokko gochaa jirra.

source: We're receiving a lot of traffic and are currently investigating the issues.
om: Tiraafikii baay’ee waan fudhachaa jirruuf, yeroo ammaa rakkoo kana qorachaa jirra.

source: We’re sorry, your platform is not currently supported.
om: Ni gaddina, waltajjiin keessan amma hin fudhatamu.

source: Western Highland Purepecha
om: Afaan Gaarren Dhiha Purepecha

source: Western Penan
om: Afaan Dhiha Penaan

source: Western Sierra Puebla Nahuatl
om: Afaan Lixa Siyerra Puyebla Nahuwatli

source: Westphalian
om: Afaan Westphaliyaa

source: We uploaded { $uploaded } of your clips — The remainder have already been uploaded. Let’s continue with the next batch!
om: Kiliippiiwwan kee { $uploaded } olkaa'amaniiru — Kanneen hafan duraan olkaa'amanii jiru. Mee batch itti aanuun itti haa fufnu!

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
om: Hiikkaaf qodaa Mozilla <pontoonLink>Pontoon</pontoonLink> fayyadamna. Pontoon afaanota hedduu qaba, garuu yoo afaan kee hin jirre, afaan kee <pontoonRequestLink>dabaluuf gaafachuu</pontoonRequestLink> dandeessa. Achii booddee, afaan sun projektii Common Voice irratti akka argamu gochuuf, <githubRepoLink>afaan haaraa GitHub</githubRepoLink> irratti gaafadhu. Marsariitii hiikkaa irraa <localizationFragment>odeeffannoo dabalataa ilaali.</localizationFragment>

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
om: Fooyya’iinsa muraasa gooneerra. Delta Segments sagalee haaraa yeroo darbee qofa of keessaa qaba. <deltaLink>Hojiin waa’ee isaa kana dubbisi</deltaLink>.

source: We've run out of sentences to record in this language...
om: Afaan kana keessatti himootni waraabbiif jiran dhumaniiru...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
om: Moodeelonni sagalee akka caalaatti fooyya’anii hojjetaniif, sagalee fi aksentoota garaagaraa hubachuun barbaachisaadha. Kanaafuu, kuusaan odeeffannoo sagalee (voice dataset) namoota hedduu fi garaagarummaa hawaasaa bal’aa bakka bu’uu qaba.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
om: Barachuun maashinii Algoorizimii sagalee dudduubaa garaagaraa akka hordofuu danda’u barbaanna. Kanaaf birqabaan sagaleen dudduubaa sagalee barruu sirriitti dhagahamu yoo hin dhorkine ni fudhatama. Sagalee dudduubaa dhiphisaa yoo guutuu barruu dhagahamuu dhorke hin fudhatamu.

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
om: Cabaqa adda addaa ni simannaa! Kiliippii dubbisaan jecha tokko dogoggoraan dubbate, dhiphina bakka hin taane kaa’e, ykn mallattoolee addaan kutuu tuffate jettee yaaddu jettee diduu kee dura of eeggannoo guddaa godhi. Addunyaa irratti sagaleen adda addaa kan itti fayyadamaa jiru yoo ta’u, isaan keessaa tokko tokko hawaasa naannoo keessanii keessatti hin dhageenye ta’a. Mee warra sirraa adda taʼee dubbachuu dandaʼaniif dinqisiifannaa arjummaadhaan kenni.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
om: Akkamitti qooqa kee gara Common Voice'tti akka dabaluu dandeessu irratti odeeffannoo dabalataaf yeroo dhiyootti si qunnamna.

source: We will be in touch with more information as it becomes available.
om: Odeeffannoon dabalataa akkuma argameen isin qunnamna.

source: We will not make your email public.
om: Iimeelii keessan ummataaf hin ibsinu.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
om: Waraabbiiwwan sagaalee balleessuuf gaafattan ni gamaggamna. Gaaffiin keessan fudhatama yoo argate guuboo odeeffannoo buusuudhaan argattu, kanaaf Waraabbiiwwan sagalee akka balleessitan isin gaafanna.

source: We will show you a prompt or question
om: Kaka'umsa gaaffii ykn gaaffii isinitti agarsiifna

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
om: Faawundeeshiniiwwan, waldaalee siivikii fi michoota hawaasaa waliin ta’uun interneetiin bakka fayya qabeessa akka ta’u hojjenna, keessumaa Baha Afrikaa irratti xiyyeeffanna. Waa'ee hojii sagantaa <programmaticWork>hojii keenyaa caalaatti baradhu.</programmaticWork>

source: What is a language on Common Voice?
om: Common Voice irratti qooqa jechuun maali dha?

source: What issues are you experiencing with this content?
om: Qabiyyee kanaan dhimmoota akkamii isin mudachaa jiru?

source: What issues are you experiencing with this sentence?
om: Hima kana dubbisuun rakkoon akka akka si mudate gabaabinaan barreessi

source: What is your age?
om: Dubbachuu kee itti fufi

source: What is your sex or gender?
om: Koorniyaan ykn saalli kee maali?

source: What kind of goal do you want to build?
om: Galma Akkamii Ijaaruu Barbaadda?

source: What makes a good question?
om: Gaaffiiwwan gaariin maal uumu?

source: What needs to be in my file?
om: Faayila koo keessa maaltu jiraachuu qaba?

source: What questions can I add?
om: Gaaffii akkamii dabaluu danda'a?

source: “What’s a joke your friends always make — and how do they say it?”
om: “Hiriyoonni kee yeroo hunda maal qoosu — akkamitti jedhu?”

source: What sentences can I add?
om: Himoota akkamii dabaluun dandaʼama?

source: What’s inside the Common Voice dataset?
om: Daataa-seetii Common Voice keessa maaltu jira?

source: What's Public?
om: Maaltu Ummataaf Banaa?

source: What to Avoid
om: Kan Irraa Fagaachuu Qabnu

source: What types of questions to add?
om: Gaaffilee gosa akkamii dabaluu qabnaa?

source: “What were your exact words when you found out?”
om: “Yeroo kana bartu jechi kee sirriitti maal ture?”

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
om: Fayyadamaan sagalee tokko yoo didde, inni gara Tarree (Queue)tti deebi’a. Yoo yeroo lammaffaafis didame, sagaleen sun gara ‘Iddoo Awwaalcha Sagalee’tti (Clip Graveyard) geeffama.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
om: Yeroo dhaggeeffattu, wanti barreeffamee fi wanti waraabame sirriitti tokko ta'uu isaa haleelii mirkaneeffadhu; yoo dogoggorri xiqqoon illee jiraate haqi. <br /> Yeroo baay'ee dogoggora beekamus dabalatee:

source: When Not to Tag Words
om: Yoo Jechoota Xoofuu Dhabne

source: When responding to a question, the goal is to respond naturally – just like you would in a real-life conversation. We want to capture how languages actually mix in everyday speech.
om: Gaaffii tokkoof yeroo deebii kennitu, galmi isaa uumamaan deebii kennuudha – akkuma haasawa jireenya dhugaa keessatti gootu. Afaanonni qabatamaan akkamitti dubbii guyyaa guyyaa keessatti akka wal makaman qabachuu barbaanna.
